Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Usage: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help With no arguments, zshell creates a project with a normal login shell. A single command matching a Quick Launch entry starts that saved entry. An argv creates a project whose first terminal runs it directly. +themes browses Zshell's themes in the terminal. Moving through the list previews the theme on the terminal — and across the whole app unless “Terminal theme only” is on; Return saves it and Esc restores the previous theme. +pane provides project-scoped terminal layout, input, viewport reads, and output waits. +agent adds recognized-agent start, guarded prompts, lifecycle waits, result reads, and an installable, auto-updating skill for compatible coding agents. Run either command with --help for its complete contract.
ar: الاستخدام: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help دون وسائط، ينشئ zshell مشروعًا بصدفة تسجيل دخول عادية. يُشغِّل الأمر المنفرد المطابق لعنصر تشغيل سريع ذلك العنصر المحفوظ. تنشئ قائمة الوسائط مشروعًا تُنفّذ طرفيته الأولى الأمر مباشرةً. يستعرض +themes سمات Zshell في الطرفية. يعرض التنقل في القائمة معاينة للسمة في الطرفية، وفي التطبيق كله ما لم يكن خيار «السمة للطرفية فقط» مفعّلًا؛ يحفظها Return ويستعيد Esc السمة السابقة. يوفّر +pane تخطيط الطرفيات وإدخالها وقراءة الجزء المرئي وانتظار المخرجات ضمن المشروع. يضيف +agent بدء الوكلاء المعروفين والمطالبات الخاضعة للتحقق وانتظار مراحل دورة الحياة وقراءة النتائج ومهارة قابلة للتثبيت تتحدث تلقائيًا لوكلاء البرمجة المتوافقين. شغّل أيًّا من الأمرين مع --help لعرض المواصفات الكاملة.
de: Verwendung: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Ohne Argumente erstellt zshell ein Projekt mit einer normalen Login-Shell. Ein einzelner Befehl, der einem Schnellstarteintrag entspricht, startet diesen gespeicherten Eintrag. Ein Befehl mit Argumenten erstellt ein Projekt, dessen erstes Terminal ihn direkt ausführt. +themes zeigt die Designs von Zshell im Terminal. Beim Navigieren durch die Liste wird das Design im Terminal und, sofern „Nur Terminaldesign“ ausgeschaltet ist, in der gesamten App als Vorschau angezeigt; Return sichert es, Esc stellt das vorherige Design wieder her. +pane bietet Terminalanordnung, Eingabe, Lesen des sichtbaren Inhalts und Warten auf Ausgaben innerhalb eines Projekts. +agent ergänzt das Starten erkannter Agenten, geschützte Prompts, Warten auf Lebenszyklusereignisse, Lesen von Ergebnissen und einen installierbaren, automatisch aktualisierten Skill für kompatible Coding-Agenten. Führe den jeweiligen Befehl mit --help aus, um seinen vollständigen Funktionsumfang und seine Regeln zu lesen.
es: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Sin argumentos, zshell crea un proyecto con un shell de inicio de sesión normal. Un único comando que coincida con una entrada de inicio rápido inicia esa entrada guardada. Un comando con argumentos crea un proyecto cuyo primer terminal lo ejecuta directamente. +themes permite explorar los temas de Zshell en el terminal. Al recorrer la lista se muestra una vista previa del tema en el terminal y en toda la app, salvo que esté activado «Solo tema del terminal»; Return lo guarda y Esc restaura el tema anterior. +pane proporciona disposición de terminales, entrada, lectura del contenido visible y espera de salida dentro del proyecto. +agent añade inicio de agentes reconocidos, prompts protegidos, espera de eventos del ciclo de vida, lectura de resultados y un skill instalable con actualización automática para agentes de programación compatibles. Ejecuta cualquiera de los comandos con --help para ver su contrato completo.
fr: Utilisation : zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Sans arguments, zshell crée un projet avec un shell de connexion normal. Une commande unique correspondant à une entrée de lancement rapide démarre cette entrée enregistrée. Une commande et ses arguments créent un projet dont le premier terminal les exécute directement. +themes permet de parcourir les thèmes de Zshell dans le terminal. Le déplacement dans la liste affiche un aperçu du thème dans le terminal, et dans toute l’app sauf si « Thème du terminal uniquement » est activé ; Return l’enregistre et Esc rétablit le thème précédent. +pane fournit la disposition des terminaux, la saisie, la lecture du contenu visible et l’attente de sortie à l’échelle du projet. +agent ajoute le démarrage d’agents reconnus, des invites protégées, l’attente des étapes de leur cycle de vie, la lecture des résultats et un skill installable qui se met à jour automatiquement pour les agents de développement compatibles. Exécutez l’une ou l’autre commande avec --help pour consulter son contrat complet.
id: Penggunaan: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Tanpa argumen, zshell membuat proyek dengan shell login biasa. Satu perintah yang cocok dengan entri Peluncuran Cepat akan menjalankan entri tersimpan tersebut. Daftar argumen membuat proyek yang terminal pertamanya menjalankan perintah itu secara langsung. +themes menelusuri tema Zshell di terminal. Bergerak dalam daftar mempratinjau tema di terminal, serta seluruh aplikasi kecuali “Hanya tema terminal” aktif; Return menyimpannya dan Esc memulihkan tema sebelumnya. +pane menyediakan tata letak terminal, input, pembacaan area tampilan, dan penantian keluaran dalam lingkup proyek. +agent menambahkan peluncuran agen yang dikenali, prompt dengan pemeriksaan, penantian siklus hidup, pembacaan hasil, dan skill yang dapat diinstal serta diperbarui otomatis untuk agen pemrograman yang kompatibel. Jalankan salah satu perintah dengan --help untuk ketentuan lengkapnya.
it: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Senza argomenti, zshell crea un progetto con una normale shell di login. Un singolo comando corrispondente a una voce di avvio rapido avvia quella voce salvata. Un comando con argomenti crea un progetto il cui primo terminale lo esegue direttamente. +themes consente di esplorare i temi di Zshell nel terminale. Scorrendo l’elenco viene mostrata un’anteprima del tema nel terminale e in tutta l’app, a meno che sia attivo «Tema solo per il terminale»; Return lo salva ed Esc ripristina il tema precedente. +pane offre disposizione dei terminali, input, lettura del contenuto visibile e attesa dell’output nell’ambito del progetto. +agent aggiunge avvio di agenti riconosciuti, prompt protetti, attesa degli eventi del ciclo di vita, lettura dei risultati e uno skill installabile con aggiornamento automatico per agenti di programmazione compatibili. Esegui uno dei comandi con --help per consultarne il contratto completo.
ja: 使い方: zshell zshell <コマンド> [引数...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <コマンド> [オプション...] zshell +agent <コマンド> [オプション...] zshell +help 引数なしの場合、zshellは通常のログインシェルでプロジェクトを作成します。 単一のコマンドがクイック起動エントリと一致する場合、その保存済みエントリを起動します。 引数を指定すると、最初のターミナルでそのコマンドを直接実行するプロジェクトを作成します。 +themesではターミナル内でZshellのテーマを閲覧できます。リストを移動すると ターミナルでテーマをプレビューし、「ターミナルにのみテーマを適用」がオフの 場合はアプリ全体にもプレビューします。Returnで保存、Escで以前のテーマに戻します。 +paneはプロジェクト単位のターミナルレイアウト、入力、ビューポートの読み取り、 出力待ちを提供します。+agentは対応するコーディングエージェント向けに、認識済み エージェントの起動、保護されたプロンプト、ライフサイクル待ち、結果の読み取り、 インストールして自動更新できるスキルを提供します。 いずれのコマンドも --help を付けて実行すると完全な仕様を確認できます。
ko: 사용법: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help 인수 없이 실행하면 zshell은 일반 로그인 셸로 프로젝트를 만듭니다. 명령 하나가 빠른 실행 항목과 일치하면 저장된 해당 항목을 실행합니다. 인수 목록을 전달하면 첫 터미널이 이를 직접 실행하는 프로젝트를 만듭니다. +themes는 터미널에서 Zshell 테마를 탐색합니다. 목록을 이동하면 터미널에서 테마를 미리 볼 수 있으며, “터미널 테마만 적용”이 꺼져 있으면 앱 전체에 적용됩니다. Return은 저장하고 Esc는 이전 테마를 복원합니다. +pane은 프로젝트 범위의 터미널 배치, 입력, 표시 영역 읽기 및 출력 대기를 제공합니다. +agent는 인식 가능한 에이전트 실행, 조건 검사를 거친 프롬프트 전송, 수명 주기 대기, 결과 읽기, 호환 코딩 에이전트용 설치 가능하고 자동으로 업데이트되는 스킬을 추가합니다. 각 명령에 --help를 붙여 실행하면 전체 사용 규약을 확인할 수 있습니다.
nl: Gebruik: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Zonder argumenten maakt zshell een project met een normale inlogshell aan. Eén opdracht die overeenkomt met een snelstartitem start dat bewaarde item. Een opdracht met argumenten maakt een project aan waarvan de eerste terminal de opdracht direct uitvoert. +themes laat je de thema’s van Zshell in de terminal verkennen. Terwijl je door de lijst navigeert, zie je een voorbeeld van het thema in de terminal en in de hele app, tenzij ‘Alleen terminalthema’ aanstaat; Return bewaart het en Esc herstelt het vorige thema. +pane biedt terminalindeling, invoer, lezen van zichtbare inhoud en wachten op uitvoer binnen het project. +agent voegt het starten van herkende agents, beveiligde prompts, wachten op levenscyclusgebeurtenissen, lezen van resultaten en een installeerbare, automatisch bijgewerkte skill voor compatibele programmeeragents toe. Voer een van de opdrachten uit met --help voor de volledige specificatie.
pt_br: Uso: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Sem argumentos, zshell cria um projeto com um shell de login normal. Um único comando que corresponda a uma entrada de início rápido inicia essa entrada salva. Um comando com argumentos cria um projeto cujo primeiro terminal o executa diretamente. +themes permite explorar os temas do Zshell no terminal. Ao percorrer a lista, o tema é pré-visualizado no terminal e em todo o app, a menos que “Tema apenas no terminal” esteja ativado; Return o salva e Esc restaura o tema anterior. +pane oferece organização de terminais, entrada, leitura do conteúdo visível e espera por saída no escopo do projeto. +agent adiciona início de agentes reconhecidos, prompts protegidos, espera por eventos do ciclo de vida, leitura de resultados e um skill instalável com atualização automática para agentes de programação compatíveis. Execute qualquer um dos comandos com --help para consultar seu contrato completo.
ru: Использование: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Без аргументов zshell создаёт проект с обычной оболочкой входа. Одиночная команда, совпадающая с элементом быстрого запуска, запускает этот сохранённый элемент. Список аргументов создаёт проект, первый терминал которого выполняет команду напрямую. +themes позволяет просматривать темы Zshell в терминале. Перемещение по списку показывает тему в терминале, а при выключенной настройке «Тема только для терминала» — во всём приложении; Return сохраняет её, а Esc возвращает предыдущую тему. +pane предоставляет управление раскладкой терминалов, вводом, чтением видимой области и ожиданием вывода в пределах проекта. +agent добавляет запуск распознаваемых агентов, отправку запросов с проверками, ожидание этапов работы, чтение результатов и устанавливаемый, автоматически обновляемый навык для совместимых агентов программирования. Запустите любую из команд с --help для полного описания интерфейса.
th: วิธีใช้: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help เมื่อไม่มีอาร์กิวเมนต์ zshell จะสร้างโปรเจ็กต์พร้อมล็อกอินเชลล์ปกติ คำสั่งเดี่ยวที่ตรงกับรายการเปิดใช้ด่วนจะเรียกใช้รายการที่บันทึกไว้นั้น เมื่อระบุรายการอาร์กิวเมนต์ จะสร้างโปรเจ็กต์ที่เทอร์มินัลแรกเรียกใช้คำสั่งนั้นโดยตรง +themes ใช้เรียกดูธีม Zshell ในเทอร์มินัล การเลื่อนในรายการจะแสดงตัวอย่างธีมในเทอร์มินัล และทั่วทั้งแอปหากไม่ได้เปิด “ธีมเทอร์มินัลเท่านั้น” Return บันทึกธีม และ Esc คืนค่าธีมก่อนหน้า +pane ให้การจัดวางเทอร์มินัล การป้อนข้อมูล การอ่านพื้นที่ที่มองเห็น และการรอผลลัพธ์ในขอบเขตโปรเจ็กต์ +agent เพิ่มการเริ่มเอเจนต์ที่รู้จัก พรอมต์ที่มีการตรวจเงื่อนไข การรอสถานะตามวงจรชีวิต การอ่านผลลัพธ์ และสกิลที่ติดตั้งได้และอัปเดตอัตโนมัติสำหรับเอเจนต์เขียนโค้ดที่รองรับ เรียกใช้คำสั่งใดก็ได้พร้อม --help เพื่อดูข้อกำหนดทั้งหมด
tr: Kullanım: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Bağımsız değişken yoksa zshell, normal oturum açma kabuğuyla bir proje oluşturur. Hızlı Başlatma kaydıyla eşleşen tek bir komut, kaydedilmiş o kaydı başlatır. Bağımsız değişken listesi, ilk terminali komutu doğrudan çalıştıran bir proje oluşturur. +themes, terminalde Zshell temalarına göz atmanızı sağlar. Listede gezinmek temayı terminalde ve “Yalnızca terminal teması” kapalıysa tüm uygulamada önizler; Return kaydeder, Esc önceki temayı geri yükler. +pane, proje kapsamında terminal düzeni, girdi, görünür alan okuma ve çıktı bekleme sağlar. +agent; tanınan aracıları başlatma, denetimli istemler, yaşam döngüsü bekleme, sonuç okuma ve uyumlu kodlama aracıları için yüklenebilir, otomatik güncellenen bir beceri ekler. Tam kullanım sözleşmesi için iki komuttan birini --help ile çalıştırın.
vi: Cách dùng: zshell zshell <command> [arguments...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <command> [options] zshell +agent <command> [options] zshell +help Không có đối số, zshell tạo dự án với shell đăng nhập thông thường. Một lệnh đơn khớp với mục Khởi chạy nhanh sẽ chạy mục đã lưu đó. Danh sách đối số tạo dự án có terminal đầu tiên chạy trực tiếp lệnh đó. +themes duyệt chủ đề Zshell trong terminal. Di chuyển trong danh sách để xem trước chủ đề trong terminal và trên toàn ứng dụng nếu không bật “Chỉ chủ đề terminal”; Return lưu và Esc khôi phục chủ đề trước. +pane cung cấp bố cục terminal, nhập liệu, đọc vùng hiển thị và chờ đầu ra trong phạm vi dự án. +agent thêm khả năng khởi chạy tác tử được nhận diện, gửi câu lệnh có kiểm tra điều kiện, chờ vòng đời, đọc kết quả và kỹ năng có thể cài, tự cập nhật cho tác tử lập trình tương thích. Chạy một trong hai lệnh với --help để xem đặc tả đầy đủ.
zh_hans: 用法： zshell zshell <命令> [参数...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <命令> [选项...] zshell +agent <命令> [选项...] zshell +help 不带参数时，zshell 会创建一个使用普通登录 Shell 的项目。 若单个命令与快速启动条目名称匹配，则启动该已保存的条目。 若提供命令参数，则创建项目并在第一个终端中直接运行该命令。 +themes 可在终端中浏览 Zshell 主题。在列表中移动时，会在终端中 预览主题；若未开启“主题仅用于终端”，也会在整个应用中预览。 按 Return 保存，按 Esc 恢复之前的主题。 +pane 提供项目级终端布局、输入、视口读取和输出等待。+agent 为 兼容的编码代理提供可识别代理的启动、受控提示、生命周期等待、 结果读取，以及可安装、自动更新的技能。运行任一命令并附加 --help 可查看其完整用法。
zh_hant: 用法： zshell zshell <命令> [參數...] zshell +themes [--dark | --light] zshell +themes --list [--dark | --light] zshell +pane <命令> [選項...] zshell +agent <命令> [選項...] zshell +help 不帶參數時，zshell 會建立一個使用普通登入 Shell 的專案。 若單個命令與快速啟動項目名稱匹配，則啟動該已儲存的項目。 若提供命令參數，則建立專案並在第一個終端機中直接執行該命令。 +themes 可在終端機中瀏覽 Zshell 主題。在列表中移動時，會在終端機中 預覽主題；若未開啟“主題僅用於終端機”，也會在整個應用中預覽。 按 Return 儲存，按 Esc 恢復之前的主題。 +pane 提供專案級終端機配置、輸入、視口讀取和輸出等待。+agent 為 兼容的編碼代理提供可識別代理的啟動、受控提示、生命週期等待、 結果讀取，以及可安裝、自動更新的技能。執行任一命令並附加 --help 可查看其完整用法。

source: Use Automatic Directory
ar: استخدام المجلد التلقائي
de: Automatisches Verzeichnis verwenden
es: Usar directorio automático
fr: Utiliser le répertoire automatique
id: Gunakan Direktori Otomatis
it: Usa directory automatica
ja: 自動ディレクトリを使用
ko: 자동 디렉터리 사용
nl: Automatische map gebruiken
pt_br: Usar diretório automático
ru: Использовать автоматический каталог
th: ใช้ไดเรกทอรีอัตโนมัติ
tr: Otomatik Dizin Kullan
vi: Dùng thư mục tự động
zh_hans: 使用自动目录
zh_hant: 使用自動目錄

source: Use Automatic Title
ar: استخدام العنوان التلقائي
de: Automatischen Titel verwenden
es: Usar título automático
fr: Utiliser le titre automatique
id: Gunakan Judul Otomatis
it: Usa titolo automatico
ja: 自動タイトルを使用
ko: 자동 제목 사용
nl: Automatische titel gebruiken
pt_br: Usar título automático
ru: Использовать автоматический заголовок
th: ใช้ชื่ออัตโนมัติ
tr: Otomatik Başlık Kullan
vi: Dùng tiêu đề tự động
zh_hans: 使用自动标题
zh_hant: 使用自動標題

source: Use Option as Alt/Meta
ar: استخدام Option كـ Alt/Meta
de: Wahltaste als Alt/Meta verwenden
es: Usar Opción como Alt/Meta
fr: Utiliser Option comme Alt/Meta
id: Gunakan Option sebagai Alt/Meta
it: Usa Opzione come Alt/Meta
ja: OptionをAlt/Metaとして使う
ko: Option을 Alt/Meta로 사용
nl: Option als Alt/Meta gebruiken
pt_br: Usar Option como Alt/Meta
ru: Использовать Option как Alt/Meta
th: ใช้ Option เป็น Alt/Meta
tr: Option Tuşunu Alt/Meta Olarak Kullan
vi: Dùng Option làm Alt/Meta
zh_hans: 将 Option 用作 Alt/Meta
zh_hant: 將 Option 用作 Alt/Meta

source: Use Selection for Find
ar: استخدام التحديد للبحث
de: Auswahl für Suche verwenden
es: Usar selección para buscar
fr: Rechercher la sélection
id: Gunakan Pilihan untuk Mencari
it: Usa selezione per cercare
ja: 選択範囲を検索に使う
ko: 선택 항목으로 찾기
nl: Selectie gebruiken voor zoeken
pt_br: Usar seleção para buscar
ru: Искать выделенное
th: ใช้ส่วนที่เลือกในการค้นหา
tr: Bulmak İçin Seçimi Kullan
vi: Dùng phần chọn để tìm
zh_hans: 用所选内容查找
zh_hant: 用所選內容查找

source: Used after the Latin family and before the bundled symbol font
ar: يُستخدم بعد عائلة الخط اللاتيني وقبل خط الرموز المضمّن
de: Wird nach der lateinischen Schriftfamilie und vor der mitgelieferten Symbolschrift verwendet
es: Se usa después de la familia latina y antes de la fuente de símbolos incluida
fr: Utilisée après la famille latine et avant la police de symboles intégrée
id: Digunakan setelah keluarga font Latin dan sebelum font simbol bawaan
it: Usata dopo la famiglia latina e prima del font di simboli integrato
ja: ラテン文字フォントの後、同梱の記号フォントの前に使用します
ko: 라틴 글꼴 다음, 내장 기호 글꼴 전에 사용합니다
nl: Wordt gebruikt na de Latijnse lettertypefamilie en vóór het meegeleverde symboollettertype
pt_br: Usada após a família latina e antes da fonte de símbolos incluída
ru: Используется после латинского семейства и перед встроенным шрифтом символов
th: ใช้หลังตระกูลฟอนต์ละตินและก่อนฟอนต์สัญลักษณ์ที่มาพร้อมแอป
tr: Latin yazı tipi ailesinden sonra, yerleşik sembol yazı tipinden önce kullanılır
vi: Dùng sau họ phông Latin và trước phông ký hiệu tích hợp
zh_hans: 用于拉丁字体之后、内置符号字体之前
zh_hant: 用於拉丁字體之後、內建符號字體之前

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
nl: Gebruiker
pt_br: Usuário
ru: Пользователь
th: ผู้ใช้
tr: Kullanıcı
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

source: Uses your account login shell with its login startup files.
ar: يستخدم صدفة تسجيل الدخول لحسابك وملفات بدء تسجيل الدخول الخاصة بها.
de: Verwendet die Login-Shell deines Kontos mit deren Login-Startdateien.
es: Usa el shell de inicio de sesión de tu cuenta con sus archivos de inicio de sesión.
fr: Utilise le shell de connexion de votre compte avec ses fichiers de démarrage de connexion.
id: Memakai shell login akun Anda beserta file startup loginnya.
it: Usa la shell di login dell'account con i relativi file di avvio del login.
ja: アカウントのログインシェルを、ログイン時の起動ファイルとともに使用します。
ko: 계정의 로그인 셸과 해당 로그인 시작 파일을 사용합니다.
nl: Gebruikt de inlogshell van je account met de bijbehorende opstartbestanden.
pt_br: Usa o shell de login da sua conta com seus arquivos de inicialização de login.
ru: Использует оболочку входа вашей учётной записи с её файлами запуска.
th: ใช้ล็อกอินเชลล์ของบัญชีพร้อมไฟล์เริ่มต้นเมื่อเข้าสู่ระบบ
tr: Hesabınızın oturum açma kabuğunu, oturum açma başlangıç dosyalarıyla birlikte kullanır.
vi: Dùng shell đăng nhập của tài khoản cùng các tệp khởi động đăng nhập.
zh_hans: 使用账户登录 Shell 及其登录启动文件。
zh_hant: 使用帳號登入 Shell 及其登入啟動檔案。

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
id: Nilai
it: Valore
ja: 値
ko: 값
nl: Waarde
pt_br: Valor
ru: Значение
th: ค่า
tr: Değer
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: Values are saved as plain text in the session snapshot. Do not store passwords, tokens, or other secrets here.
ar: تُحفظ القيم كنص عادي في لقطة الجلسة. لا تخزّن كلمات مرور أو رموز وصول أو أسرارًا أخرى هنا.
de: Werte werden im Sitzungs-Snapshot als Klartext gespeichert. Speichere hier keine Passwörter, Token oder anderen Geheimnisse.
es: Los valores se guardan como texto sin formato en la instantánea de la sesión. No guardes contraseñas, tokens ni otros secretos aquí.
fr: Les valeurs sont enregistrées en clair dans l'instantané de session. N'y stockez pas de mots de passe, jetons ou autres secrets.
id: Nilai disimpan sebagai teks biasa dalam snapshot sesi. Jangan simpan kata sandi, token, atau rahasia lain di sini.
it: I valori vengono salvati in chiaro nell'istantanea della sessione. Non memorizzare qui password, token o altri segreti.
ja: 値はセッションスナップショットにプレーンテキストで保存されます。パスワード、トークン、その他の秘密情報をここに保存しないでください。
ko: 값은 세션 스냅샷에 일반 텍스트로 저장됩니다. 암호, 토큰 또는 기타 비밀 정보를 저장하지 마세요.
nl: Waarden worden als platte tekst in de sessiemomentopname bewaard. Bewaar hier geen wachtwoorden, tokens of andere geheimen.
pt_br: Os valores são salvos em texto simples no registro da sessão. Não armazene senhas, tokens ou outros segredos aqui.
ru: Значения сохраняются в снимке сеанса открытым текстом. Не храните здесь пароли, токены и другие секреты.
th: ค่าจะบันทึกเป็นข้อความธรรมดาในสแนปช็อตเซสชัน อย่าเก็บรหัสผ่าน โทเค็น หรือข้อมูลลับอื่นที่นี่
tr: Değerler oturum anlık görüntüsünde düz metin olarak kaydedilir. Burada parola, token veya başka gizli bilgiler saklamayın.
vi: Giá trị được lưu dạng văn bản thuần trong ảnh chụp phiên. Không lưu mật khẩu, token hoặc bí mật khác ở đây.
zh_hans: 值会以明文保存在会话快照中。请勿在此保存密码、令牌或其他机密信息。
zh_hant: 值會以明文儲存在工作階段快照中。請勿在此儲存密碼、令牌或其他機密信息。
